{
	"@metadata": {
		"authors": [
			"Alexandre Emsenhuber",
			"Gomoko",
			"IAlex",
			"Thibaut120094",
			"Verdy p"
		]
	},
	"privatedomains-desc": "Permet de restreindre la modification aux utilisateurs ayant une adresse de courriel particulière",
	"privatedomains-nomanageaccess": "Désolé, vous n’avez les droits suffisants pour gérer les domaines privés de ce wiki.\nSeuls les bureaucrates et les membres du personnel y ont accès.\n\nSi vous ne l’êtes pas encore, vous devriez probablement [[Special:UserLogin|vous connecter]].",
	"privatedomains": "Gérer les domaines privés",
	"privatedomains-ifemailcontact": "Sinon, veuillez contacter [[Special:EmailUser/$1|$1]] si vous avec des questions.",
	"saveprivatedomains-success": "Les modifications de domaines privés ont été enregistrées.",
	"privatedomains-invalidemail": "Désolé, l’accès à ce wiki est réservé aux membre de $1.\nSi vous avez une adresse de courriel affiliée avec $1, vous pouvez saisir ou reconfirmer votre adresse de courriel sur votre [[Special:Preferences|page de préférences du compte]].\nVous pouvez encore voir les pages de ce wiki, mais vous ne pouvez pas le modifier.",
	"privatedomains-affiliatenamelabel": "Nom de l’organisation :",
	"privatedomains-emailadminlabel": "Nom d’utilisateur de contact pour les problèmes d’accès ou les demandes :",
	"privatedomains-instructions": "Voici la liste des domaines des adresses de courriel autorisées pour les rédacteurs de ce wiki.\nChaque ligne désigne un suffixe d’adresse de courriel des utilisateurs ayant accès aux modifications.\nLa liste doit être mise en forme avec un suffixe par ligne.\nPar exemple :\n<div style=\"border:1px solid #AAA;padding:5px;width:20%\"><code>example.com<br /> mail.example.net</code></div>\nCeci permettra à toutes les personnes ayant une adresse de courriel « quelque-chose@example.com » ou « autre-chose@mail.example.net » de modifier le wiki.\n<strong>Saisissez la liste des domaines autorisés dans la boîte ci-dessous et cliquez sur « {{int:saveprefs}} ».</strong>",
	"action-privatedomains": "gérer les domaines privés",
	"right-privatedomains": "Gérer les domaines privés"
}
